Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: <0>{{userName}}</0> reset the goal weight for the goal population to the initial weight.
de_de: <0>{{userName}}</0> hat das Zielgewicht für die Zielgruppe auf das Anfangsgewicht zurückgesetzt.

source: <0>{{userName}}</0> set the weight of a goal for <1>{{participantName}}</1>.
de_de: <0>{{userName}}</0> hat das Gewicht eines Ziels für <1>{{participantName}}</1> festgelegt.

source: <0>{{userName}}</0> changed the weight of a goal.
de_de: <0>{{userName}}</0> hat die Gewichtung eines Ziels geändert.

source: <0>{{userName}}</0> updated the goal weight for <1>{{participantName}}</1>.
de_de: <0>{{userName}}</0> hat die Zielgewichtung für <1>{{participantName}}</1> aktualisiert.

source: No value
de_de: Kein Wert

source: Average score
de_de: Durchschnittliche Bewertung

source: Max score
de_de: Maximalpunktzahl

source: Overall {{title}} score
de_de: Gesamtbewertung für {{title}}

source: Overall goal score
de_de: Gesamtzielbewertung

source: Weight factor
de_de: Gewichtungsfaktor

source: Delivered
de_de: Geliefert

source: Not delivered
de_de: Nicht zugestellt

source: No description
de_de: Keine Beschreibung

source: Additional goal description
de_de: Zusätzliche Zielbeschreibung

source: Overall behavior review
de_de: Gesamtverhaltens-Beurteilung

source: Overall goal review
de_de: Überprüfung des Gesamtziels

source: Challenge review
de_de: Beurteilung anfechten

source: Overall performance - Discussion outcome
de_de: Gesamtleistung – Ergebnis der Besprechung

source: I acknowledge having had a performance coaching conversation with my manager.
de_de: Ich bestätige, dass ich ein Leistungscoaching-Gespräch mit meiner Führungskraft geführt habe.

source: Custom widget
de_de: Benutzerdefiniertes Widget

source: The Team member performance rating widget is a powerful tool designed specifically for managers to assess and rate the performance of their team members. It provides a convenient and efficient way for managers to track and evaluate individual performance, foster accountability, and make informed decisions regarding their team.
de_de: Das Leistungsbewertungs-Widget für Teammitglieder ist ein leistungsstarkes Tool, das speziell für Führungskräfte entwickelt wurde, um die Leistung ihrer Teammitglieder zu beurteilen und zu bewerten. Es bietet Führungskräften eine bequeme und effiziente Möglichkeit, individuelle Leistungen nachzuverfolgen und zu bewerten, Verantwortung zu fördern und fundierte Entscheidungen in Bezug auf ihr Team zu treffen.

source: Worker acknowledgment
de_de: Bestätigung durch Mitarbeiter:in

source: The review was validated by
de_de: Die Beurteilung wurde bestätigt von

source: This snapshot reflects the status of the behaviors as of {{date}}.
de_de: Diese Momentaufnahme gibt den Status der Verhaltensweisen zum Stand vom {{date}} wieder.

source: This snapshot reflects the status of the goals as of {{date}}.
de_de: Diese Momentaufnahme zeigt den Status der Ziele zum Stand vom {{date}}.

source: Let’s discuss on
de_de: Lass uns sprechen über

source: Edited
de_de: Bearbeitet

source: No changes
de_de: Keine Änderungen

source: Unrated
de_de: Nicht bewertet

source: Overall performance rating
de_de: Gesamtleistungsbewertung

source: No comment provided
de_de: Kein Kommentar angegeben

source: No input provided
de_de: Keine Eingabe angegeben

source: Confirmation of my performance conversation
de_de: Bestätigung meines Leistungsbeurteilungsgesprächs

source: Closed (system)
de_de: Geschlossen (System)

source: Pending sign-off
de_de: Ausstehende Freigabe

source: Pending validation
de_de: Ausstehende Validierung

source: Pending publication
de_de: Ausstehende Veröffentlichung

source: Review autoclosed date
de_de: Automatisch geschlossenes Beurteilungsdatum prüfen

source: Worker sign-off date
de_de: Datum der Mitarbeiter:innen-Bestätigung

source: Review closed date
de_de: Abschlussdatum der Beurteilung

source: Evaluation period
de_de: Bewertungszeitraum

source: Type & status
de_de: Art & Status

source: Worker sign-off
de_de: Bestätigung durch Mitarbeiter:in

source: Additional manager
de_de: Zusätzliche Führungskraft

source: Review about
de_de: Beurteilung zu

source: Approve or reject with an optional comment.
de_de: Genehmigen oder ablehnen mit einem optionalen Kommentar.

source: Add my direct reports
de_de: Meine direkten Mitarbeiter:innen hinzufügen

source: Comment not saved
de_de: Kommentar nicht gespeichert

source: You don't have any reports
de_de: Sie haben keine Berichte.

source: Total workers: {{workersSize}}
de_de: Anzahl Mitarbeiter:innen: {{workersSize}}

source: Any compensation rounds assigned to you will be visible here.
de_de: Alle Ihnen zugewiesenen Vergütungsrunden werden hier angezeigt.

source: No compensation rounds yet!
de_de: Noch keine Vergütungsrunden!

source: View and manage all compensation rounds.
de_de: Alle Vergütungsrunden anzeigen und verwalten.

source: Compensation rounds
de_de: Vergütungsrunden

source: Search by comp round name
de_de: Nach Vergütungsrundenname suchen

source: Select workers to compare them.
de_de: Wählen Sie Mitarbeiter:innen aus, um sie zu vergleichen.

source: The outcome of the column is based on the formula below.
de_de: Das Ergebnis der Spalte basiert auf der untenstehenden Formel.

source: Calculated column formula
de_de: Berechnete Spaltenformel

source: You must add a note when entering a value.
de_de: Sie müssen eine Notiz hinzufügen, wenn Sie einen Wert eingeben.

source: You must add a note for values outside the guidelines.
de_de: Sie müssen eine Notiz für Werte außerhalb der Richtlinien hinzufügen.

source: <0><1>Field related to {{name}}</1><3>{{helpTip}}</3></0>
de_de: <0><1>Feld bezogen auf {{name}} </1><3> {{helpTip}} </3></0>

source: The calculation cannot be done because {{column}} is empty.
de_de: Die Berechnung kann nicht durchgeführt werden, da {{column}} leer ist.

source: The calculation cannot be done because a reference filed is empty.
de_de: Die Berechnung kann nicht durchgeführt werden, da ein Referenzfeld leer ist.

source: Rules are applied in priority order from top to bottom.
de_de: Regeln werden in der Prioritätsreihenfolge von oben nach unten angewendet.

source: Comp round currency ({{currencyCode}})
de_de: Währung der Vergütungsrunde ({{currencyCode}})

source: Choose grid currency
de_de: Wählen Sie die Rasterwährung aus

source: Worker local currency
de_de: Mitarbeiter:in Landeswährung

source: The data might be out of sync. Refresh the data to get the latest changes.
de_de: Die Daten könnten nicht synchron sein. Aktualisieren Sie die Daten, um die neuesten Änderungen zu erhalten.

source: No compensation rounds to display
de_de: Keine Vergütungsrunden zum Anzeigen

source: Clear field
de_de: Feld löschen

source: This field only accepts values within the allowed amount range. Do you want to revert to the previous amount?
de_de: Dieses Feld akzeptiert nur Werte innerhalb des zulässigen Betragsbereichs. Möchten Sie zum vorherigen Betrag zurückkehren?

source: Revert
de_de: Rückgängig machen

source: Out of range
de_de: Außerhalb des Bereichs

source: Guideline
de_de: Richtlinie

source: Achievement
de_de: Leistung

source: Bonus payout
de_de: Bonusauszahlung

source: The decimal precision is set to 2.
de_de: Die Dezimalgenauigkeit ist auf 2 eingestellt.

source: Type weight
de_de: Gewichtstyp

source: Situations
de_de: Situationen

source: No bonus situations available
de_de: Keine Bonus-Situationen verfügbar

source: {{fromDate}} to {{toDate}}
de_de: {{fromDate}} bis {{toDate}}

source: LoA factor: {{loaFactor}}
de_de: LoA-Faktor: {{loaFactor}}

source: Target bonus: {{targetBonus}}
de_de: Zielbonus: {{targetBonus}}

source: TiR factor: {{tirFactor}}
de_de: TiR-Faktor: {{tirFactor}}

source: Total bonus: {{totalBonus}}
de_de: Gesamtbonus: {{totalBonus}}

source: Total bonus (all periods)
de_de: Gesamtbonus (alle Zeiträume)

source: Maximum amount
de_de: Höchstbetrag

source: Minimum amount
de_de: Mindestbetrag

source: Eligible to {{eligibleCount}} of {{totalCount}} comp elements
de_de: Anspruch auf {{eligibleCount}} von {{totalCount}} Vergütungselementen

source: You don't have any workers in this view.
de_de: In dieser Ansicht sind keine Mitarbeiter:innen vorhanden.

source: No comp rounds with round name "{{phrase}}"
de_de: Keine Vergütungsrunden mit dem Namen „{{phrase}}“

source: Date from
de_de: Datum von

source: Date to
de_de: Datum bis

source: Updated field
de_de: Aktualisiertes Feld

source: Workflow stage
de_de: Workflowphase

source: Proxied by {{userName}}
de_de: Vertreten durch {{userName}}

source: Reapproved
de_de: Erneut genehmigt

source: Republished round
de_de: Neu veröffentlichte Runde

source: Republished round (proposals removed)
de_de: Neu veröffentlichte Runde (Vorschläge entfernt)

source: Republished round (proposals kept)
de_de: Runde erneut veröffentlicht (Vorschläge beibehalten)

source: Resubmitted
de_de: Erneut eingereicht

source: Set default value
de_de: Standardwert festlegen

source: Input
de_de: Eingabe

source: Allocated
de_de: Zugeordnet

source: Base salary
de_de: Grundgehalt

source: Show budget
de_de: Budget anzeigen

source: Eligible workers
de_de: Anspruchsberechtigte Mitarbeiter:innen

source: Budget info
de_de: Budgetinformationen

source: overspent out of {{budget}}
de_de: über {{budget}} hinaus ausgegeben

source: Remaining
de_de: Verbleibend

source: remaining out of {{budget}}
de_de: übrig von {{budget}}

source: spent out of {{budget}}
de_de: ausgegeben von {{budget}}

source: Budget warning
de_de: Budgetwarnung

source: Compensation navigation
de_de: Navigationsbereich für Vergütung

source: Export to Excel
de_de: Nach Excel exportieren

source: Export all pages
de_de: Alle Seiten exportieren

source: Export current page
de_de: Aktuelle Seite exportieren

source: Select pages:
de_de: Seiten auswählen:

source: This download isn’t available because the selection exceeds the {{limit}} worker limit. Please narrow your selection to continue. For large exports or assistance, contact Customer Support.
de_de: Dieser Download ist nicht verfügbar, da die Auswahl das Limit von {{limit}} Mitarbeiter:innen überschreitet. Bitte schränken Sie Ihre Auswahl ein, um fortzufahren. Für umfangreiche Exporte oder Unterstützung wenden Sie sich an den Kundensupport.

source: No results match the filter search/filter criteria.<br/> Remove filters and the clear search to show all results.
de_de: Keine Ergebnisse entsprechen den Filterkriterien.<br/> Entfernen Sie die Filter und löschen Sie die Suche, um alle Ergebnisse anzuzeigen.

source: Comp review
de_de: Vergütungs-Beurteilung

source: Search by worker name
de_de: Nach Mitarbeitername suchen

source: Audit
de_de: Prüfung

source: Selected: {{count}}
de_de: Ausgewählt: {{count}}

source: Status set to completed
de_de: Status auf "Abgeschlossen" gesetzt

source: You are about to move 1 worker to the next step. Are you sure you want to continue?
de_de: Sie sind dabei, 1 Mitarbeiter:in zum nächsten Schritt zu verschieben. Sind Sie sicher, dass Sie fortfahren möchten?

source: Successfully approved
de_de: Erfolgreich genehmigt

source: Approve worker proposal
de_de: Vorschlag von Mitarbeiter:in genehmigen

source: Complete
de_de: Abgeschlossen

source: You are about to complete the worker proposal. Are you sure you want to continue?
de_de: Sie sind dabei, den Vorschlag für Mitarbeiter:innen abzuschließen. Sind Sie sicher, dass Sie fortfahren möchten?

source: Complete worker proposal
de_de: Vollständiger Mitarbeiter:innenvorschlag

source: You are about to move 1 worker to the previous step. Are you sure you want to continue?
de_de: Sie sind dabei, 1 Mitarbeiter:in in den vorherigen Schritt zu verschieben. Sind Sie sicher, dass Sie fortfahren möchten?

source: The status was successfully set to rejected.
de_de: Der Status wurde erfolgreich auf „Abgelehnt“ gesetzt.

source: Reject worker proposal
de_de: Vorschlag von Mitarbeiter:innen ablehnen

source: The proposal was rejected.
de_de: Der Vorschlag wurde abgelehnt.

source: The proposal was returned to the previous step for adjustments.
de_de: Der Vorschlag wurde zum vorherigen Schritt zur Überarbeitung zurückgeschickt.

source: Awaiting approval
de_de: Warten auf Genehmigung

source: Awaiting proposal
de_de: Warten auf Vorschlag

source: The proposal was successfully submitted.
de_de: Der Vorschlag wurde erfolgreich eingereicht.

source: Submit worker proposal
de_de: Vorschlag für Mitarbeiter:in einreichen

source: Please add a justification for any proposal outside of guidelines.
de_de: Bitte fügen Sie eine Begründung für jeden Vorschlag außerhalb der Richtlinien hinzu.

source: You must add a note for this comp element.
de_de: Sie müssen eine Notiz für dieses Komp-Element hinzufügen.

source: Add note (required)
de_de: Notiz hinzufügen (erforderlich)

source: Note added successfully
de_de: Notiz erfolgreich hinzugefügt

source: Note required
de_de: Notiz erforderlich

source: Your unsaved changes were successfully discarded.
de_de: Ihre nicht gespeicherten Änderungen wurden erfolgreich verworfen.

source: You must add a note when the value falls outside the guidelines. If you remove the note, the value will return to its previous state.
de_de: Sie müssen eine Notiz hinzufügen, wenn der Wert außerhalb der Richtlinien liegt. Wenn Sie die Notiz entfernen, wird der Wert in seinen vorherigen Zustand zurückversetzt.

source: You must add a note when entering a value. If you remove the note, the value will return to its previous state.
de_de: Sie müssen eine Notiz hinzufügen, wenn Sie einen Wert eingeben. Wenn Sie die Notiz entfernen, wird der Wert in seinen vorherigen Zustand zurückgesetzt.

source: Are you sure you want to delete this note?
de_de: Sind Sie sicher, dass Sie diese Notiz löschen möchten?

source: Note deleted successfully
de_de: Notiz erfolgreich gelöscht

source: Note edited successfully
de_de: Notiz erfolgreich bearbeitet

source: Fields
de_de: Felder

source: Choose the field related to this note.
de_de: Wählen Sie das Feld aus, das sich auf diese Notiz bezieht.

source: Item not found
de_de: Element nicht gefunden

source: Unavailable
de_de: Nicht verfügbar

source: Choose the field related to this note. Unavailable fields from will be removed after saving.
de_de: Wählen Sie das Feld aus, das mit dieser Notiz verknüpft ist. Nicht verfügbare Felder werden nach dem Speichern entfernt.

source: {{input}} (outside of guidelines)
de_de: {{input}} (außerhalb der Richtlinien)

source: This note will be visible to everyone reviewing this worker in the compensation round.
de_de: Diese Notiz ist für alle sichtbar, die diese:n Mitarbeiter:in in der Beurteilungsrunde bewerten.

source: Add your note
de_de: Fügen Sie Ihre Notiz hinzu

source: The note is required.
de_de: Die Notiz ist erforderlich.

source: Note (required)
de_de: Hinweis (erforderlich)

source: No notes
de_de: Keine Notizen

source: This item does not contain any notes
de_de: Dieser Eintrag enthält keine Notizen

source: Proposal management is applied to this column.
de_de: Das Angebotsmanagement wird auf diese Spalte angewendet.

source: Value overridden by user
de_de: Vom Benutzer überschrieben

source: Restore value
de_de: Wert wiederherstellen

source: Unable to calculate
de_de: Berechnung nicht möglich

source: Select worker
de_de: Mitarbeiter:in auswählen

source: There aren’t enough data to display the behavior wheel. Give this worker feedback to complete their performance picture.
de_de: Es sind nicht genügend Daten vorhanden, um das Verhaltensdiagramm anzuzeigen. Geben Sie diesem/r Mitarbeiter:in Feedback, um sein Leistungsbild zu vervollständigen.

source: No check-ins scheduled. Schedule one to discuss their growth.
de_de: Keine Check-ins geplant. Planen Sie eins, um über die Weiterentwicklung zu sprechen.

source: This team member has no public feedback.
de_de: Dieses Teammitglied hat kein öffentliches Feedback.

source: You haven’t sent any feedback yet. Share your thoughts to help your team members grow.
de_de: Sie haben noch kein Feedback gesendet. Teilen Sie Ihre Gedanken, um Ihren Teammitgliedern bei der Weiterentwicklung zu helfen.

source: This team member hasn’t shared any feedback with you yet.
de_de: Dieses Teammitglied hat noch kein Feedback mit Ihnen geteilt.

source: This team member has no goals yet. Create goals to help their progress.
de_de: Dieses Teammitglied hat noch keine Ziele. Erstellen Sie Ziele, um den Fortschritt zu unterstützen.

source: The CSV file could not be downloaded. Please try again later.
de_de: Die CSV-Datei konnte nicht heruntergeladen werden. Bitte versuchen Sie es später erneut.

source: Download failed
de_de: Download fehlgeschlagen

source: Synchronize to check for available analyses.
de_de: Synchronisieren, um nach verfügbaren Analysen zu suchen.

source: No pay analysis available
de_de: Keine Vergütungsanalyse verfügbar

source: View and manage all pay analyses
de_de: Alle Vergütungsanalysen anzeigen und verwalten

source: Analyses
de_de: Analysen

source: Submit recommendation
de_de: Empfehlung einreichen

source: The recommendation was successfully submitted.
de_de: Die Empfehlung wurde erfolgreich eingereicht.

source: Could not load notes. Please try again.
de_de: Notizen konnten nicht geladen werden. Bitte versuchen Sie es erneut.

source: Auto-generated
de_de: Automatisch erstellt

source: Choose one...
de_de: Wähle eine Option aus...

source: You must select a communication round before closing the request in order to release the document to the worker.
de_de: Sie müssen eine Kommunikationsrunde auswählen, bevor Sie die Anfrage schließen, um das Dokument für die Mitarbeiter:in freizugeben.

source: The communication round cannot be empty when closing a pay information request with attached documents.
de_de: Die Kommunikationsrunde darf nicht leer sein, wenn eine Vergütungsinformationsanfrage mit angehängten Dokumenten abgeschlossen wird.

source: Create request
de_de: Anfrage erstellen

source: The pay information request was successfully created.
de_de: Die Anfrage zu den Vergütungsinformationen wurde erfolgreich erstellt.

source: This date corresponds to the request creation date in the system.
de_de: Dieses Datum entspricht dem Erstellungsdatum der Anfrage im System.

source: Creation type
de_de: Erstellungstyp

source: Document preview
de_de: Dokumentvorschau

source: Edit request
de_de: Anfrage bearbeiten

source: Attached document
de_de: Angehängtes Dokument

source: The data source is required to generate and preview the document.
de_de: Die Datenquelle ist erforderlich, um das Dokument zu erstellen und in der Vorschau anzuzeigen.

source: Generate document
de_de: Dokument erstellen

source: Import a static document
de_de: Ein statisches Dokument importieren

source: The internal note is not visible to the worker.
de_de: Die interne Notiz ist für die Mitarbeiter:in nicht sichtbar.

source: The file name cannot contain more than 100 characters.
de_de: Der Dateiname darf nicht mehr als 100 Zeichen enthalten.

source: The file name cannot be empty.
de_de: Der Dateiname darf nicht leer sein.

source: Define the name of the document that will be distributed to workers.
de_de: Legen Sie den Namen des Dokuments fest, das an Mitarbeiter:innen verteilt wird.

source: The pay information request was successfully saved.
de_de: Die Anfrage zu den Vergütungsinformationen wurde erfolgreich gespeichert.

source: The template is required to generate and preview a document.
de_de: Die Vorlage ist erforderlich, um ein Dokument zu erstellen und in der Vorschau anzuzeigen.

source: Upload document
de_de: Dokument hochladen

source: Browse to upload file
de_de: Durchsuchen, um Datei hochzuladen

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
de_de: Unterstützte Dateiformate: PDF. Maximale Dateigröße: 10 MB. Maximale Anzahl von Dateien pro Upload: 1 Datei.

source: The document "{{fileName}}" cannot be imported. Make it matches the format and size requirements.
de_de: Das Dokument "{{fileName}}" kann nicht importiert werden. Stellen Sie sicher, dass es den Format- und Größenanforderungen entspricht.

source: Generate & preview document
de_de: Dokument generieren und Vorschau anzeigen

source: To update this field, you must first delete the generated attached document.
de_de: Um dieses Feld zu aktualisieren, müssen Sie zuerst das erzeugte angehängte Dokument löschen.

source: Alerts
de_de: Benachrichtigungen

source: Internal note
de_de: Interne Notiz

source: No files uploaded
de_de: Keine Dateien hochgeladen

source: Comm round
de_de: Vergütungsrunde

source: A date is required when an operator is selected
de_de: Ein Datum ist erforderlich, wenn ein Operator ausgewählt ist

source: Number of days
de_de: Anzahl der Tage

source: Operator
de_de: Bediener

source: An operator is required when a date or value is provided
de_de: Ein Operator ist erforderlich, wenn ein Datum oder ein Wert angegeben wird

source: Reference number
de_de: Referenznummer

source: Type part of a reference number
de_de: Geben Sie einen Teil einer Referenznummer ein

source: Type part of a request ID
de_de: Geben Sie einen Teil einer Anfragen-ID ein

source: Resolution date
de_de: Abschlussdatum

source: Since request
de_de: Seit der Anforderung

source: A value is required when an operator is selected
de_de: Ein Wert ist erforderlich, wenn ein Operator ausgewählt ist

source: Type part of a name or worker ID
de_de: Geben Sie einen Teil eines Namens oder der Mitarbeiter:innen-ID ein

source: The reference number cannot be empty.
de_de: Die Referenznummer darf nicht leer sein.

source: The reference number cannot be longer than 50 characters.
de_de: Die Referenznummer darf nicht länger als 50 Zeichen sein.

source: The request date cannot be empty.
de_de: Das Antragsdatum darf nicht leer sein.

source: The request date cannot be in the future.
de_de: Das Anfragedatum darf nicht in der Zukunft liegen.

source: Request details
de_de: Anfragedetails

source: Response to requester
de_de: Antwort an den Anfragenden

source: Response to worker
de_de: Antwort an Mitarbeiter:in

source: Select data source
de_de: Datenquelle auswählen

source: Select template
de_de: Vorlage auswählen

source: Send & close
de_de: Senden & schließen

source: You are about to close this pay information request. This action is irreversible. The document will be added to the selected communication round. Are you sure you want to proceed?
de_de: Sie sind dabei, diese Anfrage zu Vergütungsinformationen zu schließen. Diese Aktion kann nicht rückgängig gemacht werden. Das Dokument wird der ausgewählten Kommunikationsrunde hinzugefügt. Sind Sie sicher, dass Sie fortfahren möchten?

source: Confirm closing request
de_de: Schließen der Anfrage bestätigen

source: If you close now, request will be saved and the document won't be added.
de_de: Wenn Sie jetzt schließen, wird die Anfrage gespeichert und das Dokument wird nicht hinzugefügt.

source: Close without adding a document
de_de: Ohne Hinzufügen eines Dokuments schließen

source: The pay information request was successfully closed.
de_de: Die Anfrage zu Vergütungsinformationen wurde erfolgreich geschlossen.

source: Workflow is enabled for the selected communication round. The attached document will be added but won't be visible by the worker until it is released
de_de: Für die ausgewählte Kommunikationsrunde ist ein Workflow aktiviert. Das angehängte Dokument wird hinzugefügt, ist für den Mitarbeiter:in jedoch erst sichtbar, wenn es freigegeben wird.

source: Workflow enabled
de_de: Workflow aktiviert

source: Approaching deadline
de_de: Nahende Frist

source: Closed without document
de_de: Ohne Dokument geschlossen

source: Document deleted
de_de: Dokument gelöscht
